<?php

declare(strict_types=1);

return [
    'auth' => [
        'login' => [
            'title' => 'Вход',
            'description' => 'Добре дошли! Моля, въведете данните си, за да продължите.',
        ],
        'register' => [
            'title' => 'Регистрация',
            'description' => 'За да достъпите панела, е нужно да се регистрирате.',
        ],
        'forgot_password' => [
            'title' => 'Забравена парола',
            'description' => 'Моля, въведете данните си, за да Ви изпратим имейл с връзка за повторно задаване на парола и да изберете нова.',
        ],
        'message' => [
            'already_have_account' => 'Вече имате регистрация?',
            'dont_have_account' => 'Все още нямате регистрация?',
            'failed' => 'Няма намерени такива данни в нашите записи.',
            'password' => 'Паролата е грешна.',
            'throttle' => 'Твърде много опити. Моля, опитайте отново след :seconds секунди.',
        ],
    ],
];
