<?php

declare(strict_types=1);

return [
    'auth' => [
        'login' => [
            'title' => 'Вход',
            'description' => 'Добре дошли! Моля, въведете данните си, за да продължите.',
        ],
        'register' => [
            'title' => 'Регистрация',
            'description' => 'За да достъпите панела, е нужно да се регистрирате.',
        ],
        'forgot_password' => [
            'title' => 'Забравена парола',
            'description' => 'Моля, въведете данните си, за да Ви изпратим имейл с връзка за повторно задаване на парола и да изберете нова.',
        ],
        'message' => [
            'already_have_account' => 'Вече имате регистрация?',
            'dont_have_account' => 'Все още нямате регистрация?',
            'failed' => 'Няма намерени такива данни в нашите записи.',
            'password' => 'Паролата е грешна.',
            'throttle' => 'Твърде много опити. Моля, опитайте отново след :seconds секунди.',
        ],
    ],
    'category' => [
        'index' => [
            'message' => [
                'no_results' => 'Все още няма добавени категории в системата.',
            ],
        ],
    ],
    'city' => [
        'index' => [
            'message' => [
                'no_results' => 'Все още няма добавени градове в системата.',
            ],
        ],
    ],
    'feature' => [
        'index' => [
            'message' => [
                'no_results' => 'Все още няма добавени особености в системата.',
            ],
        ],
    ],
    'location' => [
        'index' => [
            'message' => [
                'no_results' => 'Все още няма добавени локации в системата.',
            ],
        ],
    ],
    'municipality' => [
        'index' => [
            'message' => [
                'no_results' => 'Все още няма добавени общини в системата.',
            ],
        ],
    ],
    'province' => [
        'index' => [
            'message' => [
                'no_results' => 'Все още няма добавени области в системата.',
            ],
        ],
    ],
    'region' => [
        'index' => [
            'message' => [
                'no_results' => 'Все още няма добавени туристически райони в системата.',
            ],
        ],
    ],
    'village' => [
        'index' => [
            'message' => [
                'no_results' => 'Все още няма добавени села в системата.',
            ],
        ],
    ],
];
